{
    "https://www.amazon.in/Mobile-Tablet-Floor-Stand-Adjustable/product-reviews/B09W9TB4YR/ref=cm_cr_dp_d_show_all_btm?ie=UTF8&reviewerType=all_reviews": [
        "The media could not be loaded.\n                \n\n\n\nSize was perfect for my work,It's quality was excellent andIt's very portable",
        "The stand is so sturdy and very helpful and easy to use",
        "Amazing stand and so strong",
        "This product is totally in usable on the day to day life,  especially while charging. Accident touch or hit will through your mobile especially IPhone users need more careful.Using this product just to keep the mobile stand where no one access that place is good usage.For my work style, I do work from home, I frequent take the mobile and new the message and take call. In this style of use, this product is totally worth less because u can accept call when the mobile oils on stand and u can’t text message while on stand. TL you need to take it and do your task which is not much comfortable. Due to slippery while picking the mobile from stand. Better keeping it on desk and taking is the most safest way.Good use of this product, only for watching movies. Not recommended for YouTube videos also.",
        "The media could not be loaded.\n                \n\n\n\nThe stand is nice & sturdy. It's pretty nice to carry around wherever you want and to set it up. The only thing ( and the most important ) is that, the ipad holder came damaged. So, always have to use it in caution.",
        "The metal parts are sturdy and the look is v cool. However the ball and socket joint cannot take the weight of my tablet which is a super slim ms surface pro 7 - just 12.3 inches. The tablet tilts forward and then shakes slightly with air pressure of an overhead fan. Even so, after some adjustments I was able to use it. Let's see what happens after a few months when the ball n socket joint is used for a bit.",
        "Makes it so easy to watch movies on the iPad, no matter what seat you have or from the bed. Super sturdy. Also great help if you need to take family photographs and don't have a tripod to support your phone",
        "Nice product, finish slightly crude, but it works. It is not possible to lock the settings in the desired position. These tend to slip easily.",
        "What I ordered I received  without  any  defect",
        "It is very good it is better than I thought"
    ],
    "https://www.flipkart.com/flipkart-supermart-select-sugar/product-reviews/itmfy2jxm4h87ptd?pid=SUGFY2JXQQKRYFBP": [],
    "https://www.meesho.com/cotton-hand-block-printed-short-kurti-kurta-shirt-top-for-women/p/6nh5x6": [
        "Review extraction for Meesho not implemented"
    ],
    "https://www.makemytrip.com/hotels/hotel-details/?hotelId=201101141522264305&_uCurrency=INR&checkin=07222024&checkout=07232024&city=CTDEL&cmp=SEO&country=IN&lat=28.66757&lng=77.09158&locusId=CTDEL&locusType=city&modifyDates=true&rank=2&roomStayQualifier=2e0e&searchText=Delhi&seoDS=true&seoReq=1719441108389&mtkeys=defaultMtkey": [
        "Review extraction for MakeMyTrip not implemented"
    ]
}